START = '''Привет, %s!\nМеня зовут Саныч! Я помогу тебе правильно отсортировать свои отходы. Пришли мне фотографию со значком переработки мусора и разреши использовать свою геопозицию.
*Список команд*:
/start - перезапуск
/help - расскажу о себе
'''

NOT_CLASS = 'Пришлите фотографию для определения класса отходв и адресса ближайших пунктов раздельного сбора отходов.'
INFO = 'Я Саныч, моя зачада - помочь тебе сделать мир чуточку чище. Я определяю тип отходов и помогаю найти ближайший пункт раздельного сбора отходов. Для более точного результата мне понадобится твоя гоепозиция. '
WAIT = 'Подожди, пожайлуста, я уже анализирую твою фотографию и ищу ближайшие пункты переработки.'
BAD_PLASTIC = 'Данный тип пластика не подлежит сбору и переработке.'
PH = 'C:/Easy_Recycle/bot/api/core/darknet-master/'
CLASS_TRASH_1 = 'Обнаружен класс \n'
CLASS_TRASH__ALL = 'Обнаружены классы: \n'
ADDRESS = 'Данный тип отходов ты можешь сдать на переработку в ближайшие пункты по адресам: \n\n'
NOT_LOC = 'Куда сдать на переработку данный класс отходов ты найдешь на сайте: \n https://recyclemap.ru/'
TRY_AGAIN = 'Попробуй сфотографировать еще раз!'
STICKER = 'CAACAgIAAxkBAAEDH3ZhcPwuk8_ea46pVXd7kcKtuJaJCgACeSUAAp7OCwABlPU3foy-CJwhBA'
LOC_AWARNES = "Разрешишь использовать геолокацию?"
LOW_BUTTON = 'Нажми на кнопку внизу 👇'
CLASS_TYPE = 'Какой тип отходов ты хочешь сдать?'
NEW_PLASTIC = 'А куда сдать другие классы отходов, ты можешь найти на сайте: \n https://recyclemap.ru/'